[
{ "lat" : 39.654452, "lng" : 66.975818, "title" : "Registon" , "image" : "a1", "description": "Samarqandning Registon maydonida 3 Madrasa (Ulugʻbek madrasasi, Tillakori Madrasasi, Sherdor Madrasasi) dan iborat meʼmoriy majmua. Dastlab Ulugʻbek madrasasi (1417—1420 yy) bunyod etilib, keyinchalik qarshisiga — maydon sharqiga Ulugʻbek xonaqohi (1424 y), shim.ga Mirzoyi karvonsaroyi, jan.ga Alika Koʻkaldosh Juma masjidi (1430 y) kurdirgan, yonida esa yogʻochdan xotamkori uslubida masjidi Muqatta va Abusaid madrasasi qurilgan. 15-asrning 20—40y.larida Registon hashamatli meʼmoriy ansamblga aylangan. 17-asrda Samarqand hokimi Yalangtoʻsh Bahodir vayrona holatdagi Ulugʻbek xonaqohi oʻrniga Sherdor Madrasa (1619—1635/36)ni, Mirzoyi karvonsaroyi oʻrniga Tillakori madrasa masjidi (1646/47— 1659/ 60)ni qurdirgan. Registon ansambli oʻzining rang-barang koshinkori bezaklari; naqshinkori peshtoqlari, ulkan gumbazlari bilan Oʻrta Osiyo meʼmorchligining noyob yodgorligi hisoblanadi"},
{ "lat" : 39.648422, "lng" : 66.969235, "title" : "Go'ri Amir", "image" : "a2", "description": " Samarqanddagi meʼmoriy yodgorlik. Xalq orasida Go‘ri Amir yoki Go‘ri Mir (Mir Sayyid Baraka) deb nomlanib kelinadi. Maqbaraga temuriylar sulolasiga mansub kishilar (Amir Temur, uning piri Mir Sayyid Baraka, o‘g‘illari Umar-shayx, Mironshoh va Shohrux, nabiralari Muhammad Sulton, Ulugʻbek va boshqalar) dafn etilgan. Boburning taʼkidlashicha, dastlab Temurning nabirasi Muhammad Sulton Mirzo Samarqand qalʼasi jan.da Toshqo‘rg‘on — chaqarda Madrasa qurdirgan. Muhammad Sulton halok bo‘lgach (1403), Amir Temur uning xotirasiga maqbara qurish haqida farmon berdi. Maqbara Madrasa hovlisining to‘riga bunyod etilgan" },
{ "lat" : 39.650461, "lng" : 66.964940, "title" : "Amir Temur haykali" , "image" : "a3", "description": "Amir Temur, Temur, Temurbek (toʻliq ismi Amir Temur ibn Amir Taragʻay ibn Amir Barqul) (1336-yil, 9-aprel, Kesh (hozirgi Shahrisabz) sh. yaqinidagi Xoja Ilgʻor qishlogʻi (hozirgi Yakkabogʻ tumani) — 1405-yil, 18-fevral, Oʻtror sh., Samarqandda dafn etilgan) — oʻrta asrning yirik davlat arbobi, buyuk sarkarda, kuchli, markazlashgan davlat asoschisi, ilm-fan va madaniyat homiysi."},
{ "lat" : 39.663354, "lng" : 66.983503, "title" : "Islom Karimov maqbarasi", "image" : "a4", "description": "Islom Abdugʻaniyevich Karimov (1938-yil 30-yanvar, Samarqand shahri — 2016-yil 2-sentabr, Toshkent shahri[1]) — davlat va siyosat arbobi, Oʻzbekiston Respublikasining birinchi prezidenti. Oʻzbekiston Qahramoni (1994). Oʻzbekiston Qurolli Kuchlari Oliy Bosh Qoʻmondoni va 2007-yilgi prezidentlik saylovlari gʻolibi, 2015-yilgi prezidentlik saylovlari gʻolibi. Oʻzbekiston mustaqilligi eʼlon qilingunga qadar OʻzSSR kommunistik partiyasi birinchi kotibi. 1991-yildan umrining oxiriga qadar Oʻzbekiston Prezidenti. Islom Karimov boshchiligida Oʻzbekiston oʻzining Konstitutsiyasiga ega boʻldi, BMTda tan olindi va MDH davlatlari bilan teng huquqli aloqalarni olib borgan." },
{ "lat" : 39.654656, "lng" : 66.978542, "title" : "Islom Karimov haykali", "image" : "a5", "description": "Islom Abdugʻaniyevich Karimov (1938-yil 30-yanvar, Samarqand shahri — 2016-yil 2-sentabr, Toshkent shahri[1]) — davlat va siyosat arbobi, Oʻzbekiston Respublikasining birinchi prezidenti. Oʻzbekiston Qahramoni (1994). Oʻzbekiston Qurolli Kuchlari Oliy Bosh Qoʻmondoni va 2007-yilgi prezidentlik saylovlari gʻolibi, 2015-yilgi prezidentlik saylovlari gʻolibi. Oʻzbekiston mustaqilligi eʼlon qilingunga qadar OʻzSSR kommunistik partiyasi birinchi kotibi. 1991-yildan umrining oxiriga qadar Oʻzbekiston Prezidenti. Islom Karimov boshchiligida Oʻzbekiston oʻzining Konstitutsiyasiga ega boʻldi, BMTda tan olindi va MDH davlatlari bilan teng huquqli aloqalarni olib borgan." },
{ "lat" : 39.662436, "lng" : 66.987679, "title" : "Shoxi Zinda" , "image" : "a6", "description": "Shohizinda — Samarqanddagi meʼmoriy yodgorlik (11—20-asrlar); Afrosiyob tepaligi jan.da joylashgan qabristondagi maqbaralardan hamda masjid, minora va madrasadan iborat ansambl. Ularning eng qadimiysi Qusam ibn Abbos maqbarasi boʻlib, xalq orasida Shohizinda (tirik shoh) nomi bilan mashhur. Ansambl bir-biri bilan yoʻlak orqali bogʻlangan 3 guruh binolardan iborat. Quyi guruhdagi inshootlar Ulugʻbek oʻgʻli nomidan qurdirgan Abdulaziz chortogʻi (1434—35), unga shim.dan Davlat qushbegi madrasasi (1812—13) tutash, uning qarshisidagi ayvonli masjid naqshlar bilan nafis bezatilgan. 40 bosqichli tik zinapoya oʻrtaligʻining chap tomonida ziyoratxona va goʻrxonadan iborat qoʻshgumbazli maqbara (15-asr) joylashgan."},
{ "lat" : 39.660735, "lng" : 66.980123, "title" : "Bibixonim" , "image" : "a6", "description": "Shohizinda — Samarqanddagi meʼmoriy yodgorlik (11—20-asrlar); Afrosiyob tepaligi jan.da joylashgan qabristondagi maqbaralardan hamda masjid, minora va madrasadan iborat ansambl. Ularning eng qadimiysi Qusam ibn Abbos maqbarasi boʻlib, xalq orasida Shohizinda (tirik shoh) nomi bilan mashhur. Ansambl bir-biri bilan yoʻlak orqali bogʻlangan 3 guruh binolardan iborat. Quyi guruhdagi inshootlar Ulugʻbek oʻgʻli nomidan qurdirgan Abdulaziz chortogʻi (1434—35), unga shim.dan Davlat qushbegi madrasasi (1812—13) tutash, uning qarshisidagi ayvonli masjid naqshlar bilan nafis bezatilgan. 40 bosqichli tik zinapoya oʻrtaligʻining chap tomonida ziyoratxona va goʻrxonadan iborat qoʻshgumbazli maqbara (15-asr) joylashgan."},
{ "lat" : 39.499181, "lng" : 66.613447, "title" : "Hazrati Dovud", "image" : "a7" , "description": "Хазрати Довуд (узб. Hazrati Dovud; тадж. Ҳазрати Довуд; перс. حضرتی داوود‎), также известная как Хазрат Довуд или Хазрат Дауд (переводится на русский язык как Святой Давид) — пещера, святое место, привлекающая ежегодно большое количество посетителей и паломников. Она находится неподалёку от кишлаков Аксай и Мехнаткаш, расположенных в Нурабадском районе Самаркандской области Узбекистана, в 30 километрах к юго-востоку от города Нурабад и в 70 километрах к юго-западу от города Самарканд."},
{ "lat" : 39.667734, "lng" : 66.929526, "title" : "Murod avliyo", "image" : "a7" , "description": "Хазрати Довуд (узб. Hazrati Dovud; тадж. Ҳазрати Довуд; перс. حضرتی داوود‎), также известная как Хазрат Довуд или Хазрат Дауд (переводится на русский язык как Святой Давид) — пещера, святое место, привлекающая ежегодно большое количество посетителей и паломников. Она находится неподалёку от кишлаков Аксай и Мехнаткаш, расположенных в Нурабадском районе Самаркандской области Узбекистана, в 30 километрах к юго-востоку от города Нурабад и в 70 километрах к юго-западу от города Самарканд."},
{ "lat" : 39.663386, "lng" : 66.983382, "title" : "Hazrati Xizr masjidi", "image" : "a8" , "description": " Samarqanddagi meʼmoriy yodgorlik (19-asr oʻrtalari); afsonaviy oʻlmas shaxs Hazrati Xizr nomi bilan bogʻliq. Bino Shohizinda J majmuasi qarshisidagi tepalikda joylashgan qad. masjid poydevori ustiga qurilgan (mehrobdagi yozuvga koʻra 1855 y.). Masjid xonaqoh, uning 2 yonida hujralar, qoʻshimcha xonalar, omborxona, minoradan iborat; keyinchalik binoga qoʻshimcha ayvon (1899), darvozaxona (1919) qurilgan. Bosh tarzidagi’ tik zinapoyadan darvozaxonaga chiqiladi, undan uncha katta boʻlmagan xonaga kiriladi. Darvoza peshtoqgumbazli, peshtoqning 2 burchagiga qubbasi qovurgʻali guldasta-minoralar ishlangan; peshtoqning chap tomonida ravoqli, oʻymakori bezatilgan 5 ta yogʻoch ustunli peshayvon jozibador naqshlar bilan serhasham bezatilgan, qirma usulidagi ganch bezaklar mahorat bilan ishlangan. Peshayvondan baland gumbaz bilan yopilgan xonaqohga utiladi. Tashqarisi piltavor gumbaz 8 qirrali poygumbazga oʻrnatilgan, oraligʻi muqarnaslar bilan ziynatlangan. Peshtoq hamda qafasali minora koshinkori bezatilgan, peshtoq poy-gumbaziga ravoqli darchalar ishlangan. Bino 20-asr 90-yillarida qayta taʼmirlandi"}



]
